package ru.job4j.ood.isp.menu;

public class TodoApp {

/*    Добавить элемент в корень меню;
    Добавить элемент к родительскому элементу;
    Вызвать действие, привязанное к пункту меню (действие можно сделать константой,
            например, ActionDelete DEFAULT_ACTION = () -> System.out.println("Some action") и указывать при добавлении элемента в меню);
    Вывести меню в консоль.*/
}
